module.exports.messages = {
  ok: 'Успешно', // 200
  badRequest: 'Ошибка. Введите корректные данные.', // 400
  unauthorized: 'Ошибка. Пожалуйста, авторизуйтесь.', // 401
  forbidden: 'Ошибка. Доступ к материалу на загружаемой странице отсутствует или ограничен.', // 403
  notFound: 'Ошибка. Сервер не может найти запрошенный ресурс.', // 404
  conflict: 'Ошибка. Запрос не может быть выполнен из-за конфликтного обращения к ресурсу.', // 409
  internal: 'Сервер столкнулся с неожиданной ошибкой, которая помешала ему выполнить запрос.', // 500
};
